Repository: cartesinus/leyzer
Catalog: en2es/omegat/project_save.tmx
Source language: en_us
Languages: es

source: show my post from INSTAGRAM.SLOT.DATE_MONTH
es: muestra mi publicación de INSTAGRAM.SLOT.DATE_MONTH

source: show my post from the INSTAGRAM.SLOT.DATE_DAY
es: muestra mi publicación de INSTAGRAM.SLOT.DATE_DAY

source: show my posts from INSTAGRAM.SLOT.DATE_MONTH
es: muestra mis publicaciones de INSTAGRAM.SLOT.DATE_MONTH

source: show my posts from the INSTAGRAM.SLOT.DATE_DAY
es: muestra mis publicaciones del INSTAGRAM.SLOT.DATE_DAY

source: show my recent instagram pictures
es: muestra mis fotos recientes de instagram

source: show my sms inbox
es: mostrar mi bandeja de entrada de sms

source: show my starred google drive files
es: muestra mis archivos favoritos de google drive

source: show news from NEWS.SLOT.PORTAL
es: mostrar noticias de NEWS.SLOT.PORTAL

source: show photos in album FACEBOOK.SLOT.ALBUM
es: muestra fotos en el álbum FACEBOOK.SLOT.ALBUM

source: show photos in album FACEBOOK.SLOT.ALBUM on facebook
es: muestra fotos en el álbum FACEBOOK.SLOT.ALBUM en facebook

source: show photos in my album FACEBOOK.SLOT.ALBUM
es: muestra fotos en mi álbum FACEBOOK.SLOT.ALBUM

source: show photos in my album FACEBOOK.SLOT.ALBUM on facebook
es: muestra fotos en mi álbum FACEBOOK.SLOT.ALBUM en facebook

source: show the google drive files i starred
es: muestra los archivos de google drive que destaqué

source: show the humidity
es: muestra la humedad

source: show the humidity level
es: muestra el nivel de humedad

source: show the instagram pictures i took in INSTAGRAM.SLOT.LOCATION
es: muestra las fotos de instagram que tomé en INSTAGRAM.SLOT.LOCATION

source: show the instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
es: muestra las fotos de instagram que tomé cuando estaba en INSTAGRAM.SLOT.LOCATION

source: show the instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram etiquetadas con la ubicación INSTAGRAM.SLOT.LOCATION

source: show the instagram pictures taken in INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram tomadas en INSTAGRAM.SLOT.LOCATION

source: show the instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram tomadas cuando estaba en INSTAGRAM.SLOT.LOCATION

source: show the instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram con la etiqueta de geolocalización INSTAGRAM.SLOT.LOCATION

source: show the instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram con la etiqueta gps INSTAGRAM.SLOT.LOCATION

source: show the instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram con la etiqueta de ubicación INSTAGRAM.SLOT.LOCATION

source: show the news from NEWS.SLOT.PORTAL
es: mostrar las noticias de NEWS.SLOT.PORTAL

source: silence my speaker
es: silenciar mi altavoz

source: silence speaker
es: altavoz en silencio

source: silence the speaker
es: silenciar el altavoz

source: skip than song
es: salta esa canción

source: skip than song on spotify
es: salta esa canción en spotify

source: skip than track
es: salta esa pista

source: skip than track on spotify
es: salta esa pista en spotify

source: skip this song
es: salta esta canción

source: skip this song on spotify
es: salta esta canción en spotify

source: skip this track
es: salta esta pista

source: skip this track on spotify
es: salta esta pista en spotify

source: sms PHONE.SLOT.TO containing PHONE.SLOT.MESSAGE
es: sms a PHONE.SLOT.TO que contiene PHONE.SLOT.MESSAGE

source: sms PHONE.SLOT.TO saying PHONE.SLOT.MESSAGE
es: sms a PHONE.SLOT.TO diciendo PHONE.SLOT.MESSAGE

source: switch SPEAKER.SLOT.POWER my speaker
es: SPEAKER.SLOT.POWER mi altavoz

source: switch SPEAKER.SLOT.POWER my speaker for me
es: SPEAKER.SLOT.POWER mi altavoz para mí

source: switch SPEAKER.SLOT.POWER the speaker
es: SPEAKER.SLOT.POWER el altavoz

source: switch SPEAKER.SLOT.POWER the speaker for me
es: SPEAKER.SLOT.POWER el altavoz para mí

source: switch off the AIRCONDITIONER.SLOT.AV_ALIAS
es: desactiva el AIRCONDITIONER.SLOT.AV_ALIAS

source: switch on the AIRCONDITIONER.SLOT.AV_ALIAS
es: activa el AIRCONDITIONER.SLOT.AV_ALIAS

source: switch the AIRCONDITIONER.SLOT.AV_ALIAS off
es: apaga el AIRCONDITIONER.SLOT.AV_ALIAS

source: switch the AIRCONDITIONER.SLOT.AV_ALIAS on
es: activa el AIRCONDITIONER.SLOT.AV_ALIAS

source: take a picture using Instagram
es: tomar una foto usando Instagram

source: take a picture with Instagram
es: toma una foto con Instagram

source: tell me if my weight goes over FITBIT.SLOT.WEIGHT
es: dime si mi peso sobrepasa FITBIT.SLOT.WEIGHT

source: text PHONE.SLOT.TO
es: manda un mensaje a PHONE.SLOT.TO

source: text PHONE.SLOT.TO containing PHONE.SLOT.MESSAGE
es: mensaje a PHONE.SLOT.TO que contiene PHONE.SLOT.MESSAGE

source: text PHONE.SLOT.TO saying PHONE.SLOT.MESSAGE
es: texto a PHONE.SLOT.TO diciendo PHONE.SLOT.MESSAGE

source: the NEWS.SLOT.PORTAL NEWS.SLOT.SECTION section
es: la sección NEWS.SLOT.SECTION de NEWS.SLOT.PORTAL

source: the NEWS.SLOT.SECTION section of the NEWS.SLOT.PORTAL
es: la sección NEWS.SLOT.SECTION de NEWS.SLOT.PORTAL

source: the count of steps from fitbit
es: el recuento de pasos de fitbit

source: the count of steps on FITBIT.SLOT.DATE from fitbit
es: el recuento de pasos FITBIT.SLOT.DATE de fitbit

source: the fitbit pedometer
es: el podómetro fitbit

source: the fitbit pedometer on FITBIT.SLOT.DATE
es: el podómetro fitbit FITBIT.SLOT.DATE

source: the fitbit step counter
es: el contador de pasos fitbit

source: the fitbit step counter on FITBIT.SLOT.DATE
es: el contador de pasos fitbit FITBIT.SLOT.DATE

source: the number of steps from fitbit
es: la cantidad de pasos de fitbit

source: the number of steps from fitbit on FITBIT.SLOT.DATE
es: la cantidad de pasos de fitbit FITBIT.SLOT.DATE

source: the number of steps i took
es: la cantidad de pasos que hice

source: the number of steps i took on FITBIT.SLOT.DATE
es: la cantidad de pasos que hice FITBIT.SLOT.DATE

source: the presence of SLACK.SLOT.USERNAME on slack
es: la presencia de SLACK.SLOT.USERNAME en slack

source: the step count from fitbit
es: el recuento de pasos de fitbit

source: the step count on FITBIT.SLOT.DATE from fitbit
es: el recuento de pasos FITBIT.SLOT.DATE de fitbit

source: the steps i have taken
es: los pasos que he hecho

source: the steps i have taken on FITBIT.SLOT.DATE
es: los pasos que he hecho FITBIT.SLOT.DATE

source: turn SPEAKER.SLOT.POWER my speaker
es: SPEAKER.SLOT.POWER mi altavoz

source: turn SPEAKER.SLOT.POWER my speaker for me
es: SPEAKER.SLOT.POWER mi altavoz para mí

source: turn SPEAKER.SLOT.POWER the speaker
es: SPEAKER.SLOT.POWER el altavoz

source: turn SPEAKER.SLOT.POWER the speaker for me
es: SPEAKER.SLOT.POWER el altavoz para mí

source: turn off the AIRCONDITIONER.SLOT.AV_ALIAS
es: apaga el AIRCONDITIONER.SLOT.AV_ALIAS

source: turn on the AIRCONDITIONER.SLOT.AV_ALIAS
es: enciende el AIRCONDITIONER.SLOT.AV_ALIAS

source: turn the AIRCONDITIONER.SLOT.AV_ALIAS off
es: apaga el AIRCONDITIONER.SLOT.AV_ALIAS

source: turn the AIRCONDITIONER.SLOT.AV_ALIAS on
es: enciende el AIRCONDITIONER.SLOT.AV_ALIAS

source: unmute my speaker
es: activar mi altavoz

source: unmute speaker
es: activar el altavoz

source: unmute the speaker
es: activar el altavoz

source: update my facebook page saying FACEBOOK.SLOT.STATUS
es: actualiza mi página de facebook diciendo FACEBOOK.SLOT.STATUS

source: update my facebook status
es: actualiza mi estado de facebook

source: update my facebook status saying FACEBOOK.SLOT.STATUS
es: actualiza mi estado de facebook diciendo FACEBOOK.SLOT.STATUS

source: upload FACEBOOK.SLOT.PICTURE_URL to facebook
es: sube FACEBOOK.SLOT.PICTURE_URL a facebook

source: upload SLACK.SLOT.MESSAGE to SLACK.SLOT.CHANNEL on slack
es: subir SLACK.SLOT.MESSAGE a SLACK.SLOT.CHANNEL en slack

source: upload SLACK.SLOT.PICTURE_URL to SLACK.SLOT.CHANNEL on slack
es: subir SLACK.SLOT.PICTURE_URL a SLACK.SLOT.CHANNEL en slack

source: upload a message on slack
es: subir un mensaje en slack

source: upload a message on slack to SLACK.SLOT.CHANNEL saying SLACK.SLOT.MESSAGE
es: subir un mensaje en slack a SLACK.SLOT.CHANNEL diciendo SLACK.SLOT.MESSAGE

source: upload a picture on facebook
es: sube una foto en facebook

source: upload a picture on facebook with caption FACEBOOK.SLOT.CAPTION
es: sube una imagen en facebook con el título FACEBOOK.SLOT.CAPTION

source: upload a picture on my facebook
es: sube una foto en mi facebook

source: upload a picture on slack to SLACK.SLOT.CHANNEL
es: subir una imagen en slack a SLACK.SLOT.CHANNEL

source: upload a picture on slack to SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
es: subir una imagen en slack a SLACK.SLOT.CHANNEL con el título SLACK.SLOT.CAPTION

source: upload a picture to facebook
es: sube una foto a facebook

source: upload a picture to my facebook
es: sube una foto a mi facebook

source: upload a picture to slack channel SLACK.SLOT.CHANNEL
es: subir una imagen al canal de slack SLACK.SLOT.CHANNEL

source: upload a picture to slack channel SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
es: subir una imagen al canal de slack SLACK.SLOT.CHANNEL con el subtítulo SLACK.SLOT.CAPTION

source: upload a picture with caption FACEBOOK.SLOT.CAPTION on facebook
es: sube una imagen con el subtítulo FACEBOOK.SLOT.CAPTION en facebook

source: upload on slack
es: subir en slack

source: upload to facebook FACEBOOK.SLOT.PICTURE_URL
es: sube a facebook FACEBOOK.SLOT.PICTURE_URL

source: use spotify
es: usar spotify

source: use spotify and play some music
es: usa spotify y reproduce música

source: use spotify to play some music
es: usa spotify para reproducir música

source: what does the AIRCONDITIONER.SLOT.DEVICE_NAME indoor temperature sensor say ?
es: ¿qué dice el sensor de temperatura interior AIRCONDITIONER.SLOT.DEVICE_NAME?

source: what does the AIRCONDITIONER.SLOT.DEVICE_NAME indoor temperature sensor show ?
es: ¿qué muestra el sensor de temperatura interior AIRCONDITIONER.SLOT.DEVICE_NAME?

source: what is the indoor temperature ?
es: ¿cuál es la temperatura interior?

source: what is the indoor temperature according to AIRCONDITIONER.SLOT.AV_ALIAS ?
es: ¿cuál es la temperatura interior según AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the indoor temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS ?
es: ¿cuál es la temperatura interior según mi AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the indoor temperature according to the AIRCONDITIONER.SLOT.AV_ALIAS ?
es: ¿cuál es la temperatura interior según el AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the level of humidity ?
es: ¿cuál es el nivel de humedad?

source: what is the level of humidity according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
es: ¿cuál es el nivel de humedad según mi sensor AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the level of indoor temperature ?
es: ¿cuál es el nivel de temperatura interior?

source: what is the level of indoor temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
es: ¿cuál es el nivel de temperatura interior según mi sensor AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the level of temperature ?
es: ¿cuál es el nivel de temperatura?

source: what is the level of temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
es: ¿cuál es el nivel de temperatura según mi sensor AIRCONDITIONER.SLOT.AV_ALIAS?

source: what temperature do I have in here according to my AIRCONDITIONER.SLOT.AV_ALIAS ?
es: ¿qué temperatura tengo aquí según mi AIRCONDITIONER.SLOT.AV_ALIAS?

source: what temperature do we have in here according to my AIRCONDITIONER.SLOT.AV_ALIAS ?
es: ¿qué temperatura tenemos aquí según mi AIRCONDITIONER.SLOT.AV_ALIAS?

source: what temperature is it in here according to my AIRCONDITIONER.SLOT.AV_ALIAS ?
es: ¿a qué temperatura está aquí según mi AIRCONDITIONER.SLOT.AV_ALIAS?

source: whats on my schedule CALENDAR.SLOT.DATE
es: qué hay en mi horario CALENDAR.SLOT.DATE

source: whether SLACK.SLOT.USERNAME is active on slack
es: si SLACK.SLOT.USERNAME está activo en slack

source: whether SLACK.SLOT.USERNAME is away on slack
es: si SLACK.SLOT.USERNAME está fuera en slack
